{
  "store.custom#terms": {
    "blocks": [
      "flex-layout.row#terms",
      "newsletter"
    ]
  },

  "flex-layout.row#terms": {
    "children": [
      "flex-layout.col#text-terms"
    ],
    "props":{
      "horizontalAlign": "center"
    }
  },

  "flex-layout.col#text-terms": {
    "children": ["rich-text#title-terms", "rich-text#terms", "rich-text#terms2"],
    "props": {
      "blockclass": "textColumn",
      "preventVerticalStretch": true
    }
  },

  "rich-text#title-terms": {
    "props": {
      "text":
      "### TÉRMINOS Y CONDICIONES",
      "blockClass": "title"
    }
  },

  "image#mobile-phone": {
    "props": {
      "src": "https://storecomponents.vteximg.com.br/arquivos/mobile-phone.png",
      "maxHeight": "",
      "maxWidth": "",
      "blockClass": "storePrint"
    }
  },
  "rich-text#terms": {
    "props": {
      "marginTop": 8,
      "text": "**GENERAL**\nEl sitio web www.mastampa.cl es propiedad de Fernández y Cía. Ltda. Agradecemos el interés que tiene en nuestros productos y servicios. Las siguientes condiciones establecen las reglas básicas que rigen el uso por su parte de nuestro Sitio.\nEl uso por su parte de nuestro Sitio significa que usted acuerda cumplir con las siguientes condiciones de uso. Fernández y Cía. Ltda. puede cambiar las reglas que rigen el uso por su parte de nuestro Sitio, y el uso por su parte de nuestro Sitio después de tales cambios significa que usted acepta seguir las reglas que se han modificado. Además de los cambios en las reglas, Fernández y Cía. Ltda. puede cambiar, modificar, eliminar o revisar secciones de nuestro Sitio en cualquier momento sin previo aviso.\nNo es requisito para acceder al sitio de Fernández y Cía. Ltda. el ingreso de datos personales, sin perjuicio de que para recibir información y acceder a los bienes y servicios publicitados a través del sitio sí es necesario ingresar tales datos.\n\n**CONTENIDO DEL SITIO**\nTodo el material que se muestra en el Sitio, tales como el texto, imágenes, gráficos, archivos de video, etc., están sujetos a protección de derechos de autor o a otros tipos de protección intelectual. Estos no pueden copiarse, modificarse o alterarse de alguna manera. Tampoco se pueden usar para un uso comercial o para otro sitio web.\nFernández y Cía. Ltda. puede modificar el contenido del sitio cuando lo estime necesario, sin previo aviso y sin necesidad de informarlo previa o posteriormente.\n\n**ENLACES A OTROS SITIOS WEB**\nFernández y Cía. Ltda. no se hace responsable en ningún caso del contenido que puedan tener otros sitios web conectados a la página de Fernández y Cía. Ltda. a través de enlaces. Al acceder a estos enlaces, se reconoce que usted sabe que accede a un sitio distinto al de Fernández y Cía. Ltda. Estos enlaces existen solo para entregarle al usuario mayor comodidad de navegación.\n\n**MARCAS COMERCIALES**\nFernández y Cía. Ltda. tiene la distribución única y exclusiva de marcas que se muestran y exhiben en su sitio web. Estas marcas están protegidas bajo contratos y no pueden ser usadas para fines comerciales. Entre ellas se encuentran Punt Roma, Bagoraz, Kalisson, etc. Dicho listado no es taxativo por lo que aquellas marcas que no se mencionen igualmente están bajo la exclusividad de Fernández y Cía. Ltda. siempre que se muestren y exhiban sus productos en el sitio web de Fernández y Cía. Ltda.\n\n**VENTA ASISTIDA**\nEn el caso de las compras asistidas, el usuario reconoce que los productos comprados fueron aprobados por el, eximiendo de toda responsabilidad al asistente. El asistente no representa a Fernández y Cía. Ltda. y este no le puede endosar la responsabilidad de sus acciones a la empresa. El usuario reconoce que, al ingresar sus credenciales y formas de pago, está aceptando lo convenido con el asistente.\n\n**DESCARGO DE RESPONSABILIDAD E INDEMNIZACIÓN**\nFernández y cía. Ltda. no garantiza que el uso por su parte de nuestro sitio, o la operación o funcionamiento de nuestro sitio, cualquier componente de éste, o cualquier servicio ofrecido en conexión con el sitio, estará libre de interrupciones o errores; que los defectos en el sitio serán corregidos; o que nuestro sitio o servidor no tiene virus u otros elementos perjudiciales. Aunque Fernández y Cía. Ltda. se esfuerza por proporcionar información actual, exacta y confiable en el sitio, no garantiza ni hace ninguna declaración respecto a la exactitud, fiabilidad o cualquier uso de información en nuestro sitio.\nUsted reconoce al utilizar nuestro sitio que: (1) la utilización por su parte de nuestro sitio queda bajo su exclusiva responsabilidad; (2) usted asume responsabilidad total por todos los costos asociados con el mantenimiento o las reparaciones necesarias de cualquier equipo que usted use en relación con el uso por su parte de nuestro sitio; y (3) que Fernández y Cía. Ltda. no se responsabilizará de cualquier daño relacionado con el uso o la imposibilidad de uso por su parte de nuestro sitio, incluso entre otros, daños directos, indirectos, especiales, compensatorios o resultantes, lucro cesante y/o pérdida o daño a la propiedad, incluso si se le ha notificado a Fernández y Cía. Ltda. sobre la posibilidad de tales daños. Usted acepta mantener indemne y eximir de responsabilidad a Fernández y Cía. Ltda. de todo reclamo, daño, costos y gasto, incluso los honorarios para abogados, provenientes de la utilización de nuestro sitio o relacionados con ella.\n\n**DESPACHO DE LOS PRODUCTOS**\nLos productos adquiridos a través del Sitio web se sujetarán a las condiciones de despacho y entrega elegidas por el Usuario y disponibles en el Sitio. Cuando existan productos almacenados en diferentes lugares, éstos serán consolidados y despachados, de acuerdo a las alternativas disponibles en el Sitio web y escogidas por el Usuario. La información del lugar de envío es de exclusiva responsabilidad del Usuario. Los plazos elegidos para el despacho y entrega, se cuentan desde que la Empresa Oferente haya validado la orden de compra y el medio de pago utilizado. No se realizarán despachos a casillas de correos.\n\n**PROTECCIÓN AL USUARIO**\nFernández y Cía. Ltda. es una persona jurídica constituida de acuerdo a la legislación de Chile. Fernández y Cía. Ltda. protege la información entregada por sus usuarios y no la hará pública salvo en aquellos casos en que el usuario acceda a algunas de las ofertas publicitadas por el Sitio, en cuyo caso Fernández y Cía. Ltda. podrá entregar la información necesaria al proveedor para que este pueda prestar el servicio o entregar el bien al usuario. Lo anterior, se refiere entre otros proveedores, a empresas de logística que puedan facilitar la entrega de productos que el usuario requiera y que Fernández tiene contrato de servicios de entrega con ellas.\nEl uso que se le dará a la información que los clientes ingresen en el sitio web será solo usada por Fernández y Cía. Ltda., y por quienes se determine pertinente compartirla para entregar un mejor servicio.\nPara proteger sus datos. El sitio cuenta con el certificado de seguridad SSL garantizando a los visitantes que no están en un sitio falso. Usa el protocolo HTTPS que valida la seguridad de la ruta de navegación. Además, las transacciones, cuentan con el estándar PCI (Payment Card Industry Data Security Standard), que es el estándar obligatorio para los sitios que manipulan información de tarjetas de débito/crédito.\n\n**ACCESO AL SITIO**\nEl registro por parte de los usuarios al Sitio es voluntario y requiere el ingreso de información personal. Fernández y Cía. Ltda. siempre protegerá dicha información y estos serán manejados en forma absolutamente confidencial y conforme lo dispone la legislación vigente, respecto a la confidencialidad y protección de los datos personales.\nLos usuarios podrán hacer uso de los derechos de información, rectificación y cancelación de los datos personales conforme a la Ley Nº 19.628 sobre protección de datos de carácter personal.\nFernández y Cía. Ltda. podrá registrar toda la actividad del Usuario de modo de analizar y optimizar el uso del sitio. Dicho registro podrá contener tanto información personal como del acceso a la información (incluidos dirección IP, cookies y cualquier otra tecnología para dicho registro).\n\n**VERACIDAD DE LA INFORMACIÓN**\nFernández y Cía. Ltda. no está obligado a confirmar la información aportada por los usuarios. Fernández y Cía. Ltda. no asume responsabilidad por daños o perjuicios derivados de la inexactitud de la información aportada por los usuarios.\n\n**GARANTÍA LEGAL**\nEn caso de falla o producto defectuoso, el cliente podrá hacer uso de la Garantía Legal la cual le permite decidir entre 3 opciones durante los 3 primeros meses contados desde la venta del producto. Estas opciones son cambio del producto, reparación gratuita o devolución del dinero. En caso de que el Usuario desee ejercer la garantía legal, deberá solicitar el cambio, devolución o reparación de los productos contactandose con la dirección electrónica especialmente establecida para estos efectos: hola@mastampa.cl, o llamar a la plataforma de contacto telefónico del Sitio +56 322544160 o dirigirse a cualquiera de nuestras tiendas. El ejercicio de la garantía legal deberá hacerse efectivo ante la Empresa Oferente dentro de los tres meses siguientes a la fecha en que se haya realizado la venta, siempre que éste no se hubiere deteriorado por hecho imputable al Usuario. Si el producto se hubiere vendido con determinada garantía, prevalecerá el plazo por el cual ésta se extendió, si fuere mayor.\n\n**OFERTAS Y PRECIOS**\nLos precios de los productos y servicios disponibles en este Sitio, mientras aparezcan en él, sólo tendrán vigencia y aplicación en éste y no serán necesariamente aplicables a otros canales de venta utilizados por las Empresas Oferentes, tales como tiendas físicas, catálogos u otros. Las Empresas Oferentes podrán modificar cualquier información contenida en este Sitio, incluyendo las relacionadas con mercaderías, servicios, precios, existencias y condiciones, en cualquier momento y sin previo aviso, hasta el momento de recibir una aceptación de compra.\nLas promociones que se ofrezcan en este Sitio no son necesariamente las mismas que ofrezcan otros canales de venta utilizados por la empresa, tales como tiendas físicas, TV, catálogos u otros, a menos que se señale expresamente en este Sitio o en la publicidad que realicen las Empresas Oferentes para cada promoción. En los casos que el Sitio contenga promociones que consistan en la entrega gratuita o rebajada de un producto por la compra de otro, entonces el despacho del bien que se entregue gratuitamente o a precio rebajado, se hará en el mismo lugar al cual se despacha el producto comprado.\n\n",
      "blockClass": "terms"
    }
  },
  "rich-text#terms2": {
    "props": {
      "marginTop": 0,
      "text": "**ENVÍO DE INFORMACIÓN POR CORREO ELECTRÓNICO**\nLos usuarios que se encuentren registrados en el sitio web de al menos una de las marcas de Fernández y Cía. Ltda. aceptan mediante estos Términos y Condiciones recibir correos electrónicos de todas las marcas y sitios web de la empresa. Podrán des-inscribirse de las listas de correos electrónicos de cada marca o sitio web cuando reciban un correo electrónico presionando la opción de des-suscripción.\n\n**MENORES DE EDAD**\nLa información entregada a Fernández y Cía. Ltda. así como el acceso a los bienes y servicios publicitados por terceros proveedores debe ser realizado por personas con mayoría de edad.\n\n**CONFIDENCIALIDAD**\nLa información aportada por el usuario a Fernández y Cía. Ltda. no será en ningún caso entregada a terceros, salvo empresas relacionadas con Fernández y Cía. Ltda. o prestadoras de servicios de Fernández y Cía. Ltda. o empresas que publiciten bienes o servicios a través del sitio.\nFernández y Cía. Ltda. podrá utilizar la información registrada en el Sitio para el envío de información o promociones de servicios y productos tanto de Fernández y Cía. Ltda. como de terceros.\nFernández y Cía. Ltda. se reserva el derecho de hacer uso comercial de esta información. En ningún caso esta información será vendida, arrendada o entregada a terceros.\n\n**TRATAMIENTO DE DATOS PERSONALES**\nFernández y Cía. Ltda. podrá hacer tratamiento de datos personales, es decir podrá proceder a la: recolección, almacenamiento, grabación, organización, elaboración, selección, extracción, confrontación, interconexión, disociación, comunicación, cesión, transferencia, transmisión o cancelación de datos de carácter personal.\nEl usuario declara conocer y aceptar el tratamiento que hará Fernández y Cía. Ltda. de los datos personales.\n\n**REQUERIMIENTOS LEGALES**\nFernández y Cía. Ltda. ante requerimientos de autoridades judiciales o no, administrativas u organismos investigadores, podrá entregar información personal o de navegación de los usuarios registrados o no en el sitio.\nAsimismo, Fernández y Cía. Ltda. evaluará entregar algún otro tipo de información solicitada.\n\n**JURISDICCIÓN APLICABLE**\nEstos Términos y Condiciones se rigen por las leyes de la República de Chile, siendo sus tribunales ordinarios los llamados a dirimir cualquier controversia, interpretación, alcance o cumplimiento de los presente Términos y Condiciones.",
      "blockClass": "terms"
    }
  }
}
